/* card validator error message */
"Card not supported for payment" = "此卡片不支援付款";

/* card validator error message */
"Card number is invalid" = "卡號無效";

/* card validator error message */
"Card number is required" = "卡號為必填";

/* card validator error message */
"Card number must contain only digits" = "卡號必須僅包含數字";

/* card validator error message */
"Card’s expiration date is invalid" = "卡片到期日無效";

/* card validator error message */
"Expiry date is required" = "到期日為必填";

/* card validator error message */
"Invalid card number" = "卡號無效";

/* card validator error message */
"Invalid CVC / CVV" = "CVC / CVV 無效";

/* card validator error message */
"Invalid expires date" = "到期日無效";

/* card validator error message */
"Invalid name on card" = "持卡人姓名無效";

/* card validator error message */
"Please enter your card name" = "請輸入卡片姓名";

/* card validator error message */
"Security code is invalid" = "安全碼無效";

/* card validator error message */
"Security code is required" = "安全碼為必填";

/* card validator error message */
"Security code must contain only digits" = "安全碼必須僅包含數字";


/* CVC / CVV placeholder */
"CVC / CVV" = "CVC / CVV";

/* CVC title with card brand and last4 */
"Enter CVC/CVV for\n%@" = "請輸入%@的CVC/CVV";

/* Pay now - pay button */
"Pay now" = "立即付款";

/* CVC title without card details */
"Enter CVC/CVV" = "輸入CVC/CVV";

/* total amount of payment session */
"Total %@" = "總計 %@";
